12/data/attachments/54ee13e324e66ef2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_eab38377-b4de-48b2-bb32-906f1e8d16f2</nif:username>
            <nif:friendToBeAdded>Rebecca_operation_Friend_52450_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>